/* Tooltip for the BetterZip button in Finder */
"Compress or extract with BetterZip using one of your presets." = "Comprimir o extraer con BetterZip utilizando uno de los presets.";

/* No comment provided by engineer. */
"Compression:" = "Compresión:";

/* No comment provided by engineer. */
"Extraction:" = "Extracción:";

